Repository: elusiveunit/lucid-toolbox
Catalog: lang/lucid-toolbox-*.po
Languages: sv_se

source: This action can not be undone, are you sure?
sv_se: Detta kan inte ångras, är du säker?

source: M j, Y @ G:i
sv_se: j M, Y H:i

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräcklig behörighet för att få tillgång till denna sida.

source: The email address seems to be invalid.
sv_se: E-postadressen verkar inte vara giltig.

source: The URL seems to be invalid.
sv_se: URL:en verkar inte vara giltig.

source: The hex color seems to have an invalid format.
sv_se: Färgkoden verkar inte ha ett korrekt format.

source: There were settings with invalid values.
sv_se: Det fanns inställningar med ogiltiga värden.

source: Show all %s
sv_se: Visa alla %s

source: From form at %s
sv_se: Från formulär på %s

source: Thank you for your message!
sv_se: Tack för ditt meddelande!

source: There seems to be a problem with your information.
sv_se: Det verkar finnas problem med din information.

source: To send the message, the last field must be empty. Maybe it was filled by mistake, delete the text and try again.
sv_se: För att skicka meddelandet måste det sista fältet lämnas tomt. Det kanske blev ifyllt av misstag, radera texten och försök igen.

source: Due to a technical issue, the message could not be sent, we apologize.
sv_se: P.g.a. ett tekniskt fel kunde meddelandet inte skickas, vi ber om ursäkt.

source: The file was uploaded successfully.
sv_se: Filen laddades upp utan problem.

source: The attached file is too large.
sv_se: Den bifogade filen är för stor.

source: No attachment found.
sv_se: Ingen bifogad fil hittades.

source: There was a technical problem with the attached file, we apologize.
sv_se: Det uppstod ett tekniskt problem med den bifogade filen, vi ber om ursäkt.

source: The file seems to have an invalid format.
sv_se: Filen verkar ha ett otillåtet format.

source: The field is required
sv_se: Fältet är obligatoriskt

source: The provided information is invalid
sv_se: Den angivna informationen är inte giltig

# checkbox yes
source: yes
sv_se: ja

# checkbox no
source: no
sv_se: nej

source: There was an isuue sending the message, some recipients may not receive it properly.
sv_se: Det uppstod ett problem när meddelandet skickades, vissa mottagare kanske inte kan ta emot det.

source: The request could not be verified, please try again.
sv_se: Förfrågan kunde inte verifieras, vänligen försök igen.

source: None
sv_se: Inget
